Repository: madMAx43v3r/mmx-node-wingui
Catalog: MMX_Node_GUI/MainForm.*.resx
Languages: de, id, pt, ru, uk

# inhibitSystemSleepMaterialSwitch.Text
source: Inhibit system sleep
de: Unterdrücke Systemruhe
id: Cegah hibernasi
pt: Impedir que o sistema adormeça
ru: Запретить спящий режим
uk: Заборонити сплячий режим

# confirmationOnExitMaterialSwitch.Text
source: Confirmation on exit
de: Bestätigung zum Verlassen
id: Konfirmasi sebelum keluar
pt: Confirmar ao sair
ru: Подтверждать выход
uk: Підтвердження при виході

# startMinimizedMaterialSwitch.Text
source: Start minimized
de: Starte minimiert
id: Mulai diminimalkan
pt: Iniciar minimizado
ru: Запускать свёрнутым
uk: Запускати згорнутим

# startOnStartupMaterialSwitch.Text
source: Start on Windows start up
de: Starte gemeinsam mit Windows
id: Jalankan pas Windows mulai
pt: Iniciar ao arrancar o sistema operativo
ru: Запускать вместе с Windows
uk: Вмикати при запуску Windows

# showInNotifitationMaterialSwitch.Text
source: Show in notification area
de: Zeige den Infobereich an
id: Tampilkan di area notifikasi
pt: Mostrar na área de notificações
ru: Показывать в области уведомлений
uk: Показати область сповіщення

# closeToNotificationMaterialSwitch.Text
source: Close to notification area
de: Schließe den Infobereich
id: Tutup ke area notifikasi
pt: Perto da área de notificações
ru: Закрывать в область уведомлений
uk: Закрити область сповіщення

# minimizeToNotificationMaterialSwitch.Text
source: Minimize to notification area
de: Verkleinere auf den Infobereich
id: Diminimalkan ke area notifikasi
pt: Minimizar para a área de notificações
ru: Сворачивать в область уведомлений
uk: Згорнути до області сповіщень

# addPlotFolderMaterialButton.Text
source: Add
de: Hinzufügen
id: Tambah
pt: Adicionar
ru: Добавить
uk: Додати

# groupBox2.Text
source: Power Management
de: Ernegie
id: Pengelolaan Daya
pt: Gestão de energia
ru: Управление питанием
uk: Управління живленням

# removePlotFolderMaterialButton.Text
source: Remove
de: Entfernen
id: Hapus
pt: Remover
ru: Удалить
uk: Видалити

# settingsTabPage.Text
source: GUI Settings
de: GUI Einstellungen
id: Pengaturan GUI
pt: Definições do interface
ru: Настройки GUI
uk: Налаштування графічного інтерфейсу

# showToolStripMenuItem.Text
source: Show
de: Anzeigen
id: Tampilkan
pt: Mostrar
ru: Показать
uk: Показати

# keysTabPage.Text
source: Keys
de: Schlüssel
id: Kunci
pt: Chaves
ru: Ключи
uk: Ключі

# exitToolStripMenuItem1.Text
source: Exit
de: Verlassen
id: Keluar
pt: Sair
ru: Выйти
uk: Вихід

# directoriesTabPage.Text
source: Directories
de: Verzeichnisse
id: Direktori
pt: Directórios
ru: Папки
uk: Директорії

# startMaterialButton.Text
source: Start
de: Starten
id: Mulai
pt: Iniciar
ru: Пуск
uk: Почати

# plotterTabPage.Text
source: Plotter
ru: Плоттер
uk: Плоттер

# debugGroupBox.Text
source: Debug
de: Fehlersuche
id: Perbaiki
ru: Отладка
uk: Відлагоджування

# showConsoleMaterialSwitch.Text
source: Show Console
de: Zeige Konsole
id: Tunjukkan konsol
pt: Mostrar consola
ru: Показать консоль
uk: Показати консоль

# sizeMaterialLabel.Text
source: K size
de: Größe von K
id: Ukuran k
pt: Tamanho K
ru: Размер (K)
uk: Розмір плота (K)

# perfomanceTabPage.Text
source: Perfomance
de: Leistung
id: Kinerja
ru: Производительность
uk: Продуктивність

# countMaterialLabel.Text
source: Number of plots to create
de: Anzahl der zu erstellenden Plots
id: Jumlah plot untuk dibuat
pt: Número de Plots a criar
ru: Количество участков
uk: Кількість ділянок для створення

# harvesterTabPage.Text
source: Harvester
de: Ernter
ru: Комбайн
uk: Ферма

# harvesterPlotsMaterialLabel.Text
source: Load plots from:
de: Lade Plots von (Neustart des Knoten erforderlich):
id: Memuat plots dari:
pt: Carregar Plots a partir de:
ru: Загрузить участки из:
uk: (потрібний перезапуск вузла) Завантажити плоти з:

# nodeTabPage.Text
source: Node
de: Knoten
ru: Узел
uk: (Вузол) or (Нода)

# tmpdirMaterialTextBox2.Hint
source: Temporary directory
de: Temporäres Verzeichnis
id: Direktori sementara
pt: Directório temporário
ru: Временная папка
uk: Тимчасовий каталог

# tmpdir2MaterialTextBox2.Hint
source: Temporary directory 2 [RAM]
de: Temporäres Verzeichnis 2 [Hauptspeicher]
id: Direktori sementara 2 [RAM]
pt: Directório temporário 2 [RAM]
ru: Временная папка 2 [ОЗУ]
uk: Тимчасовий каталог 2 (Бажано для RAM)

# threadsMaterialLabel.Text
source: Number of threads
de: Anzahl der Threads
id: Jumlah thread
pt: Número de Threads
ru: Количество потоков
uk: Кількість потоків

# waitforcopyMaterialSwitch.Text
source: Wait for copy to start next plot
de: Warte auf den Kopiervorgang vor dem Start des nächsten Plots
id: Tunggu copy selesai untuk memulai plot berikutnya
pt: Aguarda que a cópia termine para iniciar o próximo Plot
ru: Ждать окончания копирования
uk: Щоб розпочати новий плот, дочекайтесь копіювання

# tmptoggleMaterialSwitch.Text
source: Alternate tmpdir/tmpdir2
de: Abwechselnd tmpdir/tmpdir2
id: Alternatif tmpdir/tmpdir2
pt: Alternar entre tmpdir/tmpdir2
ru: Чередовать временные папки
uk: Альтернатива tmpdir/tmpdir2

# bucketsMaterialLabel.Text
source: Number of buckets
de: Anzahl der Buckets
id: Jumlah bucket
pt: Número de Buckets
ru: Количество корзин
uk: Кількість частин

# buckets3MaterialLabel.Text
source: Number of buckets for phase 3+4
de: Anzahl der Buckets für Phase 3+4
id: Jumlah bucket untuk phase 3+4
pt: Número de Buckets para a fase 3+4
ru: Количество корзин для фаз 3+4
uk: Кількість частин для фази 3 та 4

# contractMaterialTextBox2.Hint
source: Pool Contract Address (62 chars)
de: Vertragsadresse des Pools (62 Buchstaben)
id: Alamat kontrak pool
pt: Endereço do contrato com a Pool (62 chars)
ru: Адрес контракта пула (62 символа)
uk: Адреса контракту пулу (62 символи)

# directoutMaterialSwitch.Text
source: Create plot directly in finaldir
de: Erstelle den Plot direkt im Endverzeichnis
id: Buat plot langsung di tujuan direktori
pt: Criar o Plot directamente no finaldir
ru: Создать участок прямо в конечной папке
uk: Створення плота безпосередньо у фінальную директорію

# finaldirMaterialTextBox2.Hint
source: Final directory to copy plot in parallel
de: Endgültiges Verzeichnis zum parallelen Kopieren der Plots
id: Tujuan akhir direktori untuk salin plot parallel
pt: Directório final dos Plots criados em paralelo
ru: Конечная папка
uk: Фінальний каталог для плоту

# farmerkeyMaterialTextBox2.Hint
source: Farmer Public Key (48 bytes)
de: öffenlicher Schlüssel des Farmers (48 bytes)
id: Kunci umum farmer
pt: Chave pública do Farmer (48 bytes)
ru: Публичный ключ фермера (48 байт)
uk: Відкритий ключ фермера (48 байт)

# poolkeyMaterialTextBox2.Hint
source: Pool Public Key (48 bytes)
de: öffenlicher Schlüssel des Pools (48 bytes)
id: Kunci umum pool
pt: Chave pública da Pool (48 bytes)
ru: Публичный ключ пула (48 байт)
uk: Відкритий ключ пулу (48 байт)

# rmulti2MaterialLabel.Text
source: Thread multiplier for P2
de: Multiplikator für die Threads in P2
id: Pengganda thread untuk P2
pt: Multiplicador de Threads para P2
ru: Множитель потоков для фазы 2
uk: Множник потоків для фази 2

# stagedirMaterialTextBox2.Hint
source: Stage directory to write plot file
de: Zwischenverzeichnis zum Schreiben der Plotdatei
id: Direktori panggung untuk menulis file plot
pt: Directório de Stage para escrever o ficheiro do Plot
ru: Промежуточная директория для участка
uk: Проміжна директорія для запису файлів плота

# nftplotMaterialSwitch.Text
source: Create NFT plot
de: Erstelle NFT Plot
id: Buat plot NFT
pt: Criar Plot NFT
ru: Создавать NFT участок
uk: Створити NFT плоти

# aboutTabPage.Text
source: About
id: Tentang
ru: О программе
