Repository: madMAx43v3r/mmx-node-wingui
Catalog: Mmx.Gui.Win.Wpf.Common/Properties/Resources.*.resx
Languages: es

# Settings_PowerManagement
source: Power Management
es: Administración de energía

# Settings_ShowInNotification
source: Show in notification area
es: Mostrar en el área de notificación

# Settings_CloseToNotification
source: Close to notification area
es: Cerrar al área de notificación

# Settings_StartOnStartup
source: Start on Windows start up
es: Iniciar cuando arranque Windows

# Settings_StartMinimized
source: Start minimized
es: Iniciar minimizado

# Settings_ConfirmationOnExit
source: Confirmation on exit
es: Confirmación al salir

# Settings_InhibitSystemSleep
source: Inhibit system sleep
es: Inhabilitar la suspensión del equipo

# Settings_MinimizeToNotification
source: Minimize to notification area
es: Minimizar al area de notificación

# Settings_Debug
source: Debug
es: Depurar

# Settings_ShowConsole
source: Show Console
es: Mostrar consola

# Plotter_farmerkey
source: Farmer Public Key (48 bytes)
es: Clave Publica granjero (48 bytes)

# Plotter_buckets
source: Number of buckets
es: Numero de buckets (cubos)

# Plotter_KeysTab
source: Keys
es: Llaves

# Plotter_buckets3
source: Number of buckets for phase 3+4
es: Numero de buckets (cubos) para fases 3 y 4

# Plotter_nftplot
source: Create NFT plot
es: Crear plot NFT

# Plotter_finaldir
source: Final directory to copy plot in parallel
es: Carpeta final en la que copiar plots en paralelo

# Plotter_poolkey
source: Pool Public Key (48 bytes)
es: Clave publica de Pool (48 bytes)

# Plotter_count
source: Number of plots to create
es: Número de plots a crear

# Plotter_contract
source: Pool Contract Address (62 chars)
es: Dirección de contrato de Pool (62 caracteres)

# Plotter_directout
source: Create plot directly in finaldir
es: Crear plot directamente en destino final

# Plotter_DirectoriesTab
source: Directories
es: Directorios

# Plotter_size
source: K size
es: Tamaño K

# Plotter_Start
source: Start
es: Empezar

# Plotter_waitforcopy
source: Wait for copy to start next plot
es: Esperar que termine la copia para comenzar siguiente plot

# Plotter_tmptoggle
source: Alternate tmpdir/tmpdir2
es: Directorio temporal/temporal2 alternativos

# Plotter_PerfomanceTab
source: Perfomance
es: Velocidad

# Plotter_stagedir
source: Stage directory to write plot file
es: Ditectorio temporal donde escribir el plot

# Plotter_tmpdir2
source: Temporary directory 2
es: Ditectorio temporal num. 2

# Plotter_tmpdir
source: Temporary directory
es: Directorio temporal

# Plotter_threads
source: Number of threads
es: Número de hilos

# Plotter_rmulti2
source: Thread multiplier for P2
es: Multiplicador de hilos para fase 2

# Node_Title
source: Node
es: Nodo

# Harvester_Remove
source: Remove
es: Eliminar

# Harvester_Add
source: Add
es: Añadir

# Settings_Title
source: Settings
es: Ajustes
